cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'git'
brew 'git-flow'
brew 'ffmpeg'
brew 'imagemagick'
brew 'openssl'
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'curl'
brew 'wget'
brew 'htop'
brew 'node'
brew 'cloudflare/cloudflare/cloudflared'

# cask '1password'
# cask 'adium'
# cask 'atom'
# cask 'firefox'
# cask 'garmin-express'
# cask 'google-chrome'
# cask 'handbrake'
# cask 'mapbox-studio'
# cask 'seashore'
# cask 'slack'
# cask 'steam'
# cask 'transmission'
# cask 'tunnelbear'
# cask 'vlc'
